Repository: sirily11/backtest-viewer
Catalog: trading-analyzer/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Amount
zh_hans: 总量

source: Amount: %@
zh_hans: 总量: %@

source: Avg Price
zh_hans: 均价

source: Avg: %@
zh_hans: 均价: %@

source: Buy
zh_hans: 买

source: Category
zh_hans: 类别

source: Chart
zh_hans: 图表

source: Connected
zh_hans: 已连接

source: Connection Status:
zh_hans: 连接状态

source: Cost
zh_hans: 总花费

source: Created
zh_hans: 创建于

source: Cumulative P&L
zh_hans: 累计P&L

source: Database
zh_hans: 数据库名

source: Database Connection
zh_hans: 数据库连接

source: Disconnected
zh_hans: 连接已经断开

source: Error loading data
zh_hans: 无法加载数据

source: Gas
zh_hans: 燃料费

source: Gas & Fees
zh_hans: 燃料费和手续费

source: General
zh_hans: 通用

source: Host
zh_hans: 主机

source: Individual results
zh_hans: 个别结果

source: Market ID
zh_hans: 市场ID

source: Max Loss
zh_hans: 最大亏损

source: Max Loss Ratio
zh_hans: 最大亏损比例

source: Max Profit
zh_hans: 最大盈利

source: Max Profit Ratio
zh_hans: 最大盈利比例

source: Max: %@
zh_hans: 最大值: %@

source: Min: %@
zh_hans: 最小值: %@

source: Native Token Performance
zh_hans: 原生代币表现

source: No position data available
zh_hans: 没有可用的仓位数据

source: No price data available, check your database connection.
zh_hans: 没有可用的价格数据，请检查您的数据库连接。

source: OK
zh_hans: 确定

source: Open new results folder
zh_hans: 打开新的结果文件夹

source: Open Settings
zh_hans: 打开设置

source: Overview
zh_hans: 概览

source: Password
zh_hans: 密码

source: Pick a folder
zh_hans: 选择一个文件夹

source: PnL
zh_hans: 盈亏

source: PnL Ratio
zh_hans: 盈亏比例

source: PnL: %@
zh_hans: 盈亏: %@

source: Port
zh_hans: 端口

source: Position
zh_hans: 仓位

source: Position Details
zh_hans: 仓位详情

source: Position Summary
zh_hans: 仓位摘要

source: Positions
zh_hans: 仓位

source: Postgres Connection
zh_hans: Postgres数据库连接

source: Price
zh_hans: 价格

source: Price Chart
zh_hans: 价格图表

source: Price Range
zh_hans: 价格范围

source: Price: %@
zh_hans: 价格: %@

source: Profits & Losses
zh_hans: 盈亏

source: Ratio: %@
zh_hans: 比例: %@

source: Reason: %@
zh_hans: 原因: %@

source: Retry
zh_hans: 重试

source: Runtime: %@
zh_hans: 运行时间: %@

source: Save Settings
zh_hans: 保存设置

source: Selected
zh_hans: 已选择

source: Sell
zh_hans: 卖

source: Settings
zh_hans: 设置

source: Task ID: %lld
zh_hans: 任务ID: %lld

source: Time
zh_hans: 时间

source: Trade Statistics
zh_hans: 交易统计

source: Trade Stats
zh_hans: 交易数据

source: Trades
zh_hans: 交易

source: Trading Analyzer
zh_hans: 交易分析器

source: Transactions: %lld
zh_hans: 交易数: %lld

source: Updated
zh_hans: 已更新

source: Username
zh_hans: 用户名

source: Value
zh_hans: 价值

source: View
zh_hans: 查看

source: View Details
zh_hans: 查看详情

source: Winrate
zh_hans: 胜率

source: You are not open any back test results folder yet.
zh_hans: 您尚未打开任何回测结果文件夹。

source: Zoom In
zh_hans: 放大

source: Zoom Out
zh_hans: 缩小
